import { iIntroduce } from 'components/introduce/iIntroduce'

export const introducePayload: iIntroduce.Payload = {
  content: [
    '항상 배우려는 마음가짐으로 문제에 몰입하여 해결하는 개발자입니다.\n' +
      '스타트업에서 인턴으로 국가고시 공부 앱 메인 프론트엔드 개발 및 사용자 테스트를 맡아본 경험이 있습니다.\n' +
      'React, React Native, TypeScript, Javascript, Java, Spring Boot, JPA, Mysql의 활용 경험을 보유하고 있습니다.',
    '저의 강점으로 문제 해결능력을 뽑고 싶습니다. 저는 빠르게 변화하는 스타트업의 초기 개발자로 합류하여 업무를 진행했습니다.\n' +
      '정말 다양한 문제 상황을 겪었고 해당 문제에 대한 빠른 해결을 요구받았습니다.\n' +
      '당사의 기존 서비스에 추가적으로 간호조무사 전용 서비스를 기획하고 디자이너와 협업하여 디자인이 확정되는 페이지가 있으면 제가 동시에 개발을 시작하여 6주 동안 프로젝트를 완성시켰으며 이후 사용자가 30% 증가하는 결과를 냈습니다.',
    '다른 강점으로는 소통과 리더십입니다. 저는 대학시절, 군대 그리고 아르바이트에서도 어느새 항상 리더가 되어있었습니다. 예시로 락밴드 동아리 가입 1년 후 동아리 장으로 활동하면서 신입 부원 모집, 졸업 선배 초청 공연에서 사회, MT 기획, 공연 기획 등의 리더십을 기를 수 있었습니다.',
  ],
}
